Repository: gabegaspar/helios-translation
Catalog: */django.po
Languages: pt_br

source: Trustee:
pt_br: Guardião:

source: Encrypted Tally Fingerprint:
pt_br: Identificador da votação:

source: The encrypted tally for your election has been computed.
pt_br: A apuração cifrada para esta votação está pronta.

source: Now it's time to compute and submit your partial decryption.
pt_br: Agora é o momento de computar e enviar sua parcela de decifração.

source: This process is performed in two steps.
pt_br: Este processo é realizado em dois passos.

source: <u>First</u>, your secret key is used to decrypt the tally <em>inside</em> your browser, without connecting to the network.
pt_br: <u>Primeiro</u>, a sua chave secreta é usada para decifrar a totalização <em>dentro do ambiente do seu navegador</em>, isto é, sem qualquer conexão com a rede.

source: You can choose to take your browser "offline" for this step, if you'd like.
pt_br: Você pode optar por se desconectar da rede para este passo, caso prefira.

source: <u>Second</u>, once your decryption factors have been computed, your browser will need to be "online" to submit them to the server.
pt_br: <u>Segundo</u>, após computar seus fatores de decifração, você precisará se conectar à rede para poder enviá-los ao servidor.

source: If you'd like, you can compute your decryption factors, copy them to your clipboard, restart your browser, and
pt_br: Caso prefira também, você pode computar seus fatores de decifração, copiá-los, reiniciar seu navegador e

source: skip to the second step so that your browser is never online when you enter your secret key.
pt_br: seguir para o segundo passo para que seu navegador jamais fique conectado quando você informar sua chave secreta.

source: FIRST STEP: enter your secret key
pt_br: PRIMEIRO PASSO: informe a sua chave secreta abaixo

# button
source: Generate partial decryption
pt_br: Gerar decifração parcial

source: skip to the second step
pt_br: avançar para o segundo passo

source: (you need to have already computed your decryption factors.)
pt_br: (é necessário que você já tenha computado seus fatores de decifração)

source: Generating partial decryption factors and proofs...
pt_br: Gerando fatores de decifração parcial e respectivas provas...

source: Submitting and checking your decryption factors and proofs...
pt_br: Enviando e verificando seus fatores de decifração e provas...

source: SECOND STEP: upload your partial decryption
pt_br: SEGUNDO PASSO: envie sua decifração parcial ao servidor

source: Your partial decryption factors and proofs have been generated below.
pt_br: Seus fatores de decifração parcial e provas foram gerados abaixo.

source: Your secret key has been cleared from memory.
pt_br: Sua chave secreta foi removida da memória.

source: When you're ready, you can submit this result to the server.
pt_br: Quando quiser, você pode enviar seus resultados para o servidor.

source: Your partial decryption:
pt_br: Sua decifração parcial:

source: Upload decryption factors to server
pt_br: Enviar fatores de decifração para o servidor

source: reset and restart decryption process
pt_br: reiniciar processo de decifração

source: Done!
pt_br: Concluído!

source: Back to election
pt_br: voltar

source: Error: your secret key was likely incorrect.
pt_br: Erro: chave secreta incorreta.

source: You have successfully uploaded your public key.
pt_br: Chave pública enviada com sucesso.

# action follows
source: You can
pt_br: Você pode

# action link
source: verify that you have the right secret key
pt_br: verificar se sua chave está correta

# action
source: setup your key
pt_br: preparar chave

source: You have successfully uploaded your decryption.
pt_br: Parcela de decifração enviada com sucesso.

source: The encrypted tally for this election is ready.
pt_br: A apuração cifrada para esta votação está pronta.

# action
source: decrypt with your key
pt_br: decifrar com sua chave

source: Once the tally is computed, come back here to provide your secret key for decryption purposes.
pt_br: Quando a apuração estiver computada, retorne aqui para prover sua chave secreta para decifração.

source: You should keep the email with your trustee homepage link, which contains the credentials needed to get back here.
pt_br: Assegure-se de guardar o email que lhe foi enviado com o link para sua homepage de guardião: este email contém as credenciais necessárias para que você possa retornar aqui.

# name follows
source: Contact Voters for
pt_br: Contactar votantes de

source: Contact Voters
pt_br: Contactar Votantes

# name follows
source: You are sending this email to a specific user:
pt_br: Este email será enviado para um usuário específico:

# email
source: Templates
pt_br: Modelos

# email
source: Subject:
pt_br: Assunto:

source: You may tweak the subject and add a custom message using the form below.
pt_br: Você também pode modificar o assunto do email e adicionar uma mensagem customizada usando os campos abaixo.

source: Send
pt_br: Enviar

# election name follows
source: Voters &amp; Ballot Tracking Center for
pt_br: Votantes e cédulas recebidas de

source: Voters and Ballot Tracking Center
pt_br: Gestão de votantes e cédulas

source: Who can vote?
pt_br: Quem pode votar?

source: Only the voters listed here
pt_br: Apenas votantes listados aqui

source: Your election is marked private, which means you cannot open registration up more widely
pt_br: Votação está marcada como fechada; o registro de votantes está limitado.

source: You can change this setting:
pt_br: A seguinte configuração pode ser alterada:

source: anyone can vote
pt_br: qualquer um pode votar

source: only voters listed explicitly below can vote
pt_br: apenas os votantes listados abaixo podem votar

# categories follow
source: only voters who are members of
pt_br: apenas votantes que sejam membros das seguintes categorias:

source: update
pt_br: Atualizar

source: email voters
pt_br: enviar emails aos votantes

# voter name follows
source: searching for
pt_br: buscando votante

source: clear search
pt_br: limpar busca

source: search
pt_br: buscar

source: bulk upload voters
pt_br: carregar arquivo de votantes

source: Prior Bulk Uploads:
pt_br: Arquivos previamente carregados:

# date
source: at
pt_br: em

source: done processing:
pt_br: processamento terminado:

# number before
source: voters loaded
pt_br: votantes carregados

source: currently processing
pt_br: em processamento

source: not yet processed
pt_br: ainda não processado

source: cast vote
pt_br: votar

source: no votes yet
pt_br: nenhuma cédula ainda

source: previous
pt_br: anterior

source: Voters
pt_br: Votantes

# total number follows
source: (of
pt_br: (de um total de

# feminine
source: next
pt_br: próxima

source: Actions
pt_br: Ações

source: Email Address
pt_br: Email

source: Alias
pt_br: Pseudônimo

source: Smart Ballot Tracker
pt_br: Localizador

# voter name follows
source: are you sure you want to remove
pt_br: Deseja realmente excluir

source: no voters
pt_br: nenhum votante registrado

source: Bulk Upload Voters
pt_br: Carregar Votantes

source: If you would like to specify your list of voters by name and email address,
pt_br: Caso deseje especificar uma lista de votantes por nome e email,

source: you can bulk upload a list of such voters here.
pt_br: você pode carregar um arquivo com essas informações aqui.

source: Please prepare a text file of comma-separated values with the fields:
pt_br: Basta preparar um arquivo de texto com valores separador por vírgulas (CSV) contendo os seguintes campos:

source: &lt;unique_id&gt;,&lt;email&gt,&lt;full name&gt;
pt_br: &lt;login&gt;,&lt;email&gt,&lt;nome completo&gt;

source: For example:
pt_br: Por exemplo:

# example
source: benadida,ben@adida.net,Ben Adida
pt_br: login1,email1@dom.com,Nome do Votante_1

# example
source: bobsmith,bob@acme.org,Bob Smith
pt_br: login2,email2@dom.com,Nome do Votante_2

source: The easiest way to prepare such a file is to use a spreadsheet program and to export as &quot;CSV&quot;.
pt_br: Para preparar um arquivo nesse formato você pode preparar uma planilha e escolher a opção de exportar como &quot;CSV&quot;.

# label bulk upload
source: go
pt_br: Carregar arquivo CSV

# voter upload
source: OK, done uploading.
pt_br: Arquivo carregado com sucesso.

# action follows
source: You can now
pt_br: Você pode agora

source: view the list of voters
pt_br: visualizar a lista de votantes

source: Bulk Upload Voters &mdash; Confirm
pt_br: Carregar Votantes &mdash; Confirmação

source: You have uploaded a file of voters. The first few rows of this file are:
pt_br: Arquivo de votantes carregado com sucesso. As primeiras linhas são:

# voter listing
source: Voter Login
pt_br: Login

# voter listing
source: Email Address
pt_br: Email

# voter listing
source: Name
pt_br: Nome

source: Does this look right to you?
pt_br: Confirmar?

source: Yes, let's go
pt_br: Sim

source: no, let me upload a different file
pt_br: Cancelar

source: no admin users!
pt_br: não há usuários administradores

source: no users!
pt_br: não há usuários

source: A key generator with the current params, like the trustee home but without a specific election.
pt_br: Um gerador de chaves com os parâmetros atuais mas sem especificação de uma votação.

source: only an administrator has elections to administer
pt_br: apenas administradores possuem votações para administrar

source: only an administrator can create an election
pt_br: apenas administradores podem criar votações

source: An election with short name %s already exists
pt_br: Já existe uma eleição com o nome %s

source: No special characters allowed in the short name.
pt_br: Caracteres especiais não são permitidos no nome da URL.

source: Vote in %s
pt_br: Participe da eleição %s

source: Register to vote in %s
pt_br: Registre-se para votar na eleição %s

source: Results are in for %s
pt_br: Resultados já estão disponíveis para a eleição %s

source: Make Helios a trustee of the election
pt_br: Tornar o Helios um guardião dessa votação

source: You are a trustee for %s. Your trustee dashboard is at %s -- Helios
pt_br: Você é um guardião da votação %s. Sua dashboard está acessível em %s -- Helios

source: your trustee homepage for %s
pt_br: Sua Homepage de Guardião para %s

source: result
pt_br: pt-BR/result

source: no voter file specified, try again
pt_br: Selecione um arquivo de votantes

source: vote
pt_br: pt-BR/vote

source: Time to Vote
pt_br: Votar

source: simple
pt_br: pt-BR/simple

source: Simple
pt_br: Simples

source: info
pt_br: pt-BR/info

source: Additional Info
pt_br: Informações Adicionais

source: Election Result
pt_br: Resultados da Votação

source: Username
pt_br: Login

source: Password
pt_br: Senha

source: Bad Username or Password
pt_br: Usuário ou senha inválido(a)

source: Login
pt_br: Autenticar

source: About Helios
pt_br: Sobre o Helios

source: Help!
pt_br: Ajuda

source: logged in as
pt_br: Autenticado como

source: logout
pt_br: desconectar

source: not logged in.
pt_br: não autenticado.

source: Helios Voting
pt_br: Principal

source: create an election
pt_br: criar uma votação

source: no featured elections at the moment
pt_br: Não há votações em destaque no momento.

source: create election
pt_br: Criar Votação

source: Administration
pt_br: Eleições Administradas

# feminine
source: none yet
pt_br: nenhuma

# feminine
source: see all
pt_br: ver todas

source: Recent Votes
pt_br: Votos Recentes

# masculine
source: none yet
pt_br: nenhum

# masculine
source: see all
pt_br: ver todos

source: Log In to Start Voting
pt_br: Autentique-se para votar

source: Select an election to start voting. You will be asked for your voting credentials after you complete a ballot.
pt_br: Escolha uma votação para iniciar o processo de votação. Você será solicitado a informar suas credenciais de votante depois de completar sua cédula.

source: This is the default message
pt_br: Bem-vindo ao Helios!
