Repository: gabegaspar/helios-translation
Catalog: */django.po
Languages: pt_br

source: Short Name
pt_br: Nome para URL

source: no spaces, will be part of the URL for your election, e.g. my-club-2010
pt_br: Este nome fará parte da URL da votação. Não use espaços. Ex.: pleito-2022

source: Name
pt_br: Nome

source: the pretty name for your election, e.g. My Club 2010 Election
pt_br: Este é o nome de apresentação da votação. Ex.: Eleições Internas 2022

source: Description
pt_br: Descrição

source: type
pt_br: Tipo

source: Use voter aliases
pt_br: Usar pseudônimos

source: If selected, voter identities will be replaced with aliases, e.g. "V12", in the ballot tracking center
pt_br: Se marcado, as identidades reais dos votantes são substituídas por pseudônimos (como 'V1', 'V2', 'V3' etc) na Central de Gerenciamento de Cédulas

source: Randomize answer order
pt_br: Alternativas em ordem aleatória

source: enable this if you want the answers to questions to appear in random order for each voter
pt_br: Caso marcado, as alternativas mostradas ao votante aparecem em ordem aleatória

source: Private?
pt_br: Votação privada

source: A private election is only visible to registered voters.
pt_br: Uma votação privada é visível apenas para votantes registrados

source: Help Email Address
pt_br: Email de ajuda

source: An email address voters should contact if they need help.
pt_br: Um endereço de email para contato caso os votantes precisem de ajuda

source: Election Info Download URL
pt_br: Mais informações

source: the URL of a PDF document that contains extra election information, e.g. candidate bios and statements
pt_br: Uma URL para download de informações adicionais sobre a votação, como históricos de candidatos e respectivas propostas

source: Voting starts at
pt_br: A votação se inicia em

source: UTC date and time when voting begins
pt_br: Data e hora (UTC) de início da votação

source: Voting ends at
pt_br: A votação termina em

source: UTC date and time when voting ends
pt_br: Data e hora (UTC) de fim da votação

source: Voting extended until
pt_br: Votação estendida até

source: UTC date and time voting extended to
pt_br: Data e hora (UTC) de extensão da votação

source: Subject
pt_br: Assunto

source: Body
pt_br: Mensagem

source: Send To
pt_br: Enviar para

source: all voters
pt_br: Todos os votantes

source: voters who have cast a ballot
pt_br: Votantes que já enviaram cédulas

source: voters who have not yet cast a ballot
pt_br: Votantes que ainda não enviaram cédulas

source: only voters who cast a ballot
pt_br: apenas votantes que já enviaram cédulas

source: no one -- are you sure about this?
pt_br: ninguém

source: Voter ID
pt_br: Login

source: election
pt_br: votação

source: Election
pt_br: Votação

source: referendum
pt_br: referendo

source: Referendum
pt_br: Referendo

source: Anyone can vote.
pt_br: Qualquer um pode votar

source: <li> any %s user</li>
pt_br: <li> qualquer usuário com acesso por: %s</li>

source: add questions to the ballot
pt_br: adicione um pleito à cédula de votação

source: add at least one trustee
pt_br: adicione pelo menos um guardião

source: enter your voter list (or open registration to the public)
pt_br: entre com uma lista de votantes (ou abra a votação ao público)

source: password
pt_br: senha

source: Please provide the voter ID and password you received by email.
pt_br: Informe abaixo seu login e a senha que você recebeu.

source: bad voter ID or password, please try again.
pt_br: Login ou senha não conferem; tente novamente.

source: You may cast as many ballots as you wish:<br />only the last one counts.
pt_br: Você pode enviar quantas cédulas desejar:<br />apenas a última cédula enviada conta.

source: cast ballot
pt_br: enviar cédula

source: log in
pt_br: autenticar

source: Confirm Vote
pt_br: Confirmar Voto

source: Vote Successfully Cast!
pt_br: Cédula Enviada com Sucesso

source: Congratulations, your vote has been <b><u>successfully cast</u></b>!
pt_br: Sua cédula foi <b><u>enviada com sucesso</u></b>!

source: Your smart ballot tracker is:
pt_br: O localizador da sua cédula é:

source: For your safety, we have logged you out.
pt_br: Para sua segurança você foi desconectado.

source: return to election info
pt_br: retornar para a página principal da votação

# vote id follows
source: Cast Vote
pt_br: Cédula Enviada

# election name follows
source: cast in
pt_br: enviada para

source: Fingerprint:
pt_br: Identificador:

# voter name follows
source: by
pt_br: por

source: details
pt_br: detalhes

source: Compute Tally
pt_br: Começar apuração

source: cancel
pt_br: cancelar

source: You are about to compute the tally for this election. You only will then see the results.
pt_br: Começar apuração. Apenas você poderá ver os resultados.

source: compute the tally!
pt_br: computar apuração

# name follows
source: Audited Ballots for
pt_br: Cédulas Auditadas para

source: Audited Ballots
pt_br: Cédulas Auditadas

source: back to election
pt_br: voltar

source: When you prepare a ballot with Helios, you immediately receive a smart ballot tracker. Before you choose to cast that ballot, you have the option to ask Helios to "break open" that encrypted ballot and verify that Helios encrypted your ballot correctly. Once that's done, you can post that opened ballot here, on the audited ballots' list, for everyone to verify (your identity is not included). Once you've done this, you have to re-encrypt your choices and obtain a different smart ballot tracker. This helps reduce the chance that someone might coerce you to vote differently from your true choice.
pt_br: Ao preparar uma cédula com as suas escolhas no Helios você receberá um número único que lhe permite localizar sua cédula. Antes de enviá-la ao sistema para que seja contabilizada, você pode optar por abrir a sua cédula cifrada para verificar que ela de fato foi cifrada corretamente. Isto feito, você poderá postar essa sua cédula aberta aqui para que outros possam também verificar a correta cifração. Nesse processo, a sua identidade jamais será revelada. Após auditar sua cédula, você deverá cifrar suas escolhas novamente para obter uma nova cédula com um novo localizador contendo suas escolhas.

source: These ballots are <em>not cast</em>, and they will not be counted. They are just here for auditing purposes, to spot-check that Helios is properly encrypting voter's choices.
pt_br: As cédulas aqui listadas <em>não serão apuradas</em>. Elas se encontram aqui apenas para fins de auditoria, permitindo assim verificar que o Helios está cifrando corretamente as alternativas dos votantes.

# ballot verifier name follows
source: To verify an audited ballot, copy its entire content and paste it in the
pt_br: Para verificar uma cédula auditada, copie seu conteúdo integralmente e cole no

source: single ballot verifier
pt_br: verificador de cédulas

# number of ballots follows
source: next
pt_br: próximas

source: view
pt_br: visualizar

source: no audited ballots yet
pt_br: não há cédulas auditadas até o momento

source: You have not yet cast your ballot! Make sure to complete the voting process if you want your vote to count.
pt_br: Você não enviou sua cédula ainda. Assegure-se de completar o processo de votação se quiser que sua cédula seja contabilizada.

# name follows
source: Submitting your vote for
pt_br: Enviando sua cédula para a votação

source: Verifying and Casting your ballot
pt_br: Verificando e enviando sua cédula

source: Wait!
pt_br: Espere!

# name follows
source: You are logged in as
pt_br: Você está autenticado como

# complement follows
source: but this election
pt_br: mas esta votação

source: requires election-specific credentials.
pt_br: requer credenciais específicas.

source: Sorry, you are
pt_br: Você

source: <u>not eligible</u></em> for this election.
pt_br: <u>não está apto</u></em> a votar nesta votação.

source: not registered</em> for this election, and registration is closed.
pt_br: não está registrado</em> para votar nesta votação.

source: return to the main election page
pt_br: retornar para a página principal da votação

# name follows
source: Compute Encryted Tally for
pt_br: Computar apuração para a votação

# name follows
source: Compute Tally for Election:
pt_br: Computar Apuração para Votação:

# name follows
source: You are about to compute the encrypted tally for election
pt_br: Computar a apuração para a votação

source: Once you do this, voters will no longer be able to cast a ballot.
pt_br: Após o início da apuração, os votantes não poderão mais enviar cédulas.

source: 'ok, tally has begun'
pt_br: apuração iniciada

source: compute encrypted tally!
pt_br: computar apuração

source: never mind
pt_br: cancelar

source: No votes have been cast in this election. At least one vote must be cast before you compute the tally.
pt_br: Nenhuma cédula foi enviada ainda para esta votação. Pelo menos uma cédula deve ser enviado para que a apuração possa ser iniciada.

source: Update
pt_br: Editar

source: Freeze Ballot
pt_br: Confirmar a configuração do(s) pleito(s)

source: Once the ballot is frozen, the questions and options can no longer be modified.
pt_br: Uma vez confirmada a configuração da cédula, o(s) pleito(s) e alternativas disponíveis para escolha não mais poderão ser alteradas.

source: The list of trustees and their public keys will also be frozen.
pt_br: A lista de guardiões e suas respectivas chaves públicas também não poderão mais sofrer alterações.

source: Registration for your election is currently <b>open</b>, which means anyone can vote, even after you freeze the ballot.
pt_br: O registro para sua votação se encontra <b>público</b>, de modo que qualquer um pode votar.

source: Registration for your election is currently <b>closed</b>, which means only the voters you designate will be able to cast a ballot. As the administrator, you will still be able to modify that voter list as the election progresses.
pt_br: O registro para sua votação está <b>fechado</b>, de modo que apenas votantes designados por você poderão enviar cédulas. Como administrador, você ainda poderá modificar a lista de votantes durante a votação.

source: You must freeze the ballot before you can contact voters.
pt_br: Você precisa confirmar a configuração do(s) pleito(s) antes de contactar os votantes.

source: Before you can freeze the election, you will need to:
pt_br: Antes de confirmar a configuração do(s) pleito(s) você precisa:

source: go back to the election
pt_br: voltar

source: Freeze the ballot
pt_br: Confirmar a configuração do(s) pleito(s)

source: Trustee
pt_br: Guardião

source: Key Setup
pt_br: Preparação de Chave

source: As a trustee, it's time to set up your key for this election.
pt_br: Como um guardião, você deve preparar uma chave para esta votação.

source: Please wait for the generator to load...
pt_br: Aguarde enquanto o gerador é carregado...

source: Generate Election Keys
pt_br: Gerar Chave

# action follows
source: If you've already generated a keypair, you can
pt_br: Caso você já tenha gerado uma chave, você pode

# action
source: reuse it
pt_br: reusá-la

source: Reusing a Key
pt_br: Reusando uma Chave

source: Enter your complete secret key below:
pt_br: Informe a sua chave secreta por completo abaixo:

source: reuse
pt_br: reusar

source: Your Secret Key
pt_br: Sua Chave Secreta

# action follows
source: Your key has been generated, but you may choose to
pt_br: Uma chave foi gerada para você, mas você pode optar por

# action
source: clear it from memory and start from scratch
pt_br: limpá-la da memória e recomeçar

source: if you prefer.
pt_br: caso assim prefira.

source: Show my secret key
pt_br: Mostrar chave secreta

source: Bellow is your trustee secret key content. Please copy its content and save it securely.
pt_br: Abaixo se encontra a chave secreta que foi gerada para você. Copie todo o conteúdo e guarde-o em um local seguro.

source: You can also click to dowload it to a file.
pt_br: Você também pode optar por salvar a chave como um arquivo.

source: And please don't lose it! Otherwise it will not be possible to decrypt the election tally.
pt_br: Assegure-se de não perdê-la! A perda dessa chave inviabiliza a decifração da apuração da eleição.

source: download private key to a file
pt_br: salvar chave como arquivo

source: ok, I've saved the key, let's move on
pt_br: já salvei a chave; continuar

source: Your Public Key
pt_br: Sua Chave Pública

source: It's time to upload the public key to the server.
pt_br: Você deve agora enviar a sua chave pública para o servidor.

source: The fingerprint of your public key is:
pt_br: O identificador da sua chave pública é:

source: You may want to save this to confirm that your public key was properly stored by the server.
pt_br: É importante salvar esta informação para confirmar que a sua chave pública foi devidamente armazenada no servidor.

source: (Your public key is not currently being displayed because you do not need to save it, the fingerprint is sufficient.)
pt_br: (Sua chave pública não está sendo mostrada aqui porque você não precisa salvá-la; apenas o identificador é suficiente.)

source: Upload your public key
pt_br: Enviar sua chave pública

source: Next
pt_br: Próximo

source: Create a New Election
pt_br: Criar Nova Votação

# name follows
source: Election
pt_br: A votação

source: Not Yet Open
pt_br: ainda não está aberta

source: This election is not yet open. You probably got here from the Ballot Preview.
pt_br: Esta votação ainda não está aberta para votação. Tente novamente mais tarde.

source: back to the election
pt_br: voltar

# election name follows
source: Questions for
pt_br: Pleito(s) para

source: Questions
pt_br: Pleito(s)

source: Answer
pt_br: Alternativa

source: Link (optional, <tt>http</tt> or <tt>https</tt> only):
pt_br: Link (opcional, use apenas <tt>http</tt> ou <tt>https</tt>):

# election name follows
source: Election
pt_br: Votação

# election name before
source: Already Tallied
pt_br: Totalizada

source: This election has already been tallied, you can no longer cast a vote.
pt_br: Esta votação já foi apurada e não pode mais receber cédulas.

source: view the election tally
pt_br: visualizar resultados

source: edit
pt_br: editar

# visibility
source: private
pt_br: visibilidade privada;

# visibility
source: public
pt_br: visibilidade pública;

source: created by
pt_br: criada por

source: [archived]
pt_br: arquivada

source: unarchive it
pt_br: desarquivar

source: archive it
pt_br: arquivar

source: Are you sure you want to copy this election?
pt_br: Deseja realmente copiar esta votação?

source: copy
pt_br: copiar

# election type
source: this
pt_br: Esta

source: is featured on the front page.
pt_br: é destaque na página principal.

source: is <u>not</u> featured on the front page.
pt_br: <u>não é destaque</u> na página principal.

source: questions
pt_br: Pleitos

source: voters &amp; ballots
pt_br: Votantes &amp; Cédulas

source: trustees
pt_br: Guardiões

source: Next Step:
pt_br: Próximo Passo:

source: freeze ballot and open election.
pt_br: Concluir configurações e iniciar a votação.

source: once you do this, the election will be ready for voting and will open automatically
pt_br: Ao fazer isto, a votação estará pronta para votação e será aberta automaticamente

# time
source: at
pt_br: às

source: as per your settings.
pt_br: conforme suas configurações.

source: once you do this, the election will be immediately open for voting.
pt_br: Ao fazer isto, a votação será imediatamente aberta para votação.

source: Tally computation is under way.
pt_br: Totalização em progresso.

source: Reload this page in a couple of minutes.
pt_br: Atualize esta página dáqui a pouco.

source: compute encrypted tally
pt_br: Apurar votação

source: The encrypted votes will be combined into an encrypted tally. Once this is done,
pt_br: As cédulas cifradas serão combinadas em uma apuração cifrada. Isto feito,

source: trustees will be asked to provide their share of the decryption.
pt_br: os guardiões serão então solicitados a prover suas respectivas partes para decifração.

source: release result
pt_br: Publicar resultados

source: The result displayed below is visible only to you.
pt_br: O resultado mostrado abaixo está visível apenas para você.

source: Once you release the result, it will be visible to everyone.
pt_br: Após publicação, o resultado estará visível para todos.

source: compute results
pt_br: Computar resultados

source: combine trustee decryptions and compute results
pt_br: combinar partes dos guardiões e computar apuração

source: The result will be computed and shown to you, the administrator, only.
pt_br: O resultado será computado e mostrado unicamente a você (admin).

source: The decryption shares from the trustees will be combined and the tally computed.
pt_br: As partes decifradas por cada guardião serão combinadas e a apuração será então computada.

source: Once you do this, the tally will be visible to you, the administrator, only.
pt_br: A apuração computada será mostrada unicamente a você, o administrador

source: trustees (for decryption)
pt_br: guardiões (para decifração)

source: This election is complete.
pt_br: Esta votação está concluída.

source: Tally
pt_br: Resultado

source: Question
pt_br: Pleito

source: Election closed. Results will be released soon.
pt_br: Votação encerrada. Os resultados serão publicados em breve.

# election type
source: Vote in this
pt_br: Participe desta

# election type
source: This
pt_br: Esta

# time
source: was initially scheduled to end at
pt_br: estava inicialmente prevista para terminar em

# time
source: but has been extended until
pt_br: mas teve sua duração estendida até

# time
source: is scheduled to end at
pt_br: está agendada para terminar em

source: ends at the administrator's discretion.
pt_br: termina apenas quando encerrada pelo administrador.

# name follows
source: This election is <em>private</em>. You are signed in as eligible voter
pt_br: Esta votação é <em>privada</em>. Você está acessando como votante

# webpage
source: Visit
pt_br: Acesse

# prerequisite
source: to install it.
pt_br: para instalação.

source: voting is not yet open
pt_br: a votação ainda não está aberta

# election type
source: You are registered to vote in this
pt_br: Você está registrado para votar nesta

# name follows
source: Your voter alias is
pt_br: O seu pseudônimo é

source: You are eligible to vote in this election.
pt_br: Você está apto a votar nesta votação.

source: You are <em>not eligible</em> to vote in this
pt_br: Você <em>não pode votar</em> nesta

source: This election is open to:
pt_br: Esta votação está aberta para:

source: Log in
pt_br: Conecte-se

source: to check your eligibility.
pt_br: para verificar se você pode votar.

source: Anyone can vote in this election.
pt_br: Qualquer um pode votar nesta votação

source: extend voting
pt_br: estender prazo da votação

source: Audit Info
pt_br: Informações de Auditoria

source: Election URL:
pt_br: URL da votação:

source: Election Fingerprint:
pt_br: Identificador da votação:

source: Your smart ballot tracker:
pt_br: O localizador da sua cédula:

source: Ballot Tracking Center
pt_br: Gerenciamento de Cédulas

source: preview booth
pt_br: Pré-visualizar cabine de votação

# election tally link follows
source: verify
pt_br: verificar

source: election tally
pt_br: apuração da votação

# voting booth
source: review the
pt_br: revisar a

source: voting booth
pt_br: cabine de votação

source: Elections you Administer
pt_br: Eleições administradas por você

source: back to home
pt_br: voltar

# number before
source: voters
pt_br: votante(s)

# number before
source: cast votes
pt_br: cédulas recebidas

source: Elections where you voted
pt_br: Eleições nas quais você votou

# election name follows
source: Trustees for
pt_br: Guardiões de

source: Trustees
pt_br: Guardiões

source: Trustees are responsible for decrypting the election result.
pt_br: Guardiões são os responsáveis por decifrar os resultados da votação.

source: Each trustee generates a keypair and submits the public portion to Helios.
pt_br: Cada guardião gera um par de chaves e envia a chave pública para o Helios.

source: When it's time to decrypt, each trustee needs to provide their secret key.
pt_br: No momento de decifrar os resultados, cada guardião usa sua chave privada para decifrar sua parte.

source: Helios is automatically your first trustee and will handle its keypair generation and decryption automatically.
pt_br: O servidor é automaticamente configurado como um guardião, sendo responsável pela geração de um par de chaves e o uso deste para decifrar os resultados.

source: You may add additional trustees if you want, and you can even remove the Helios trustee.
pt_br: Você pode adicionar guardiões para a votação, caso queira. Você pode também excluir o servidor Helios do papel de guardião padrão.

source: However, we recommend you do this only if you have a solid understanding of the trustee's role.
pt_br: No entanto, isto é recomendado apenas para quem compreende o papel de um guardião e suas respectivas responsabilidades.

source: Adding your own trustee requires a good bit more work to tally the election.\nYou will need to have trustees generate keypairs and safeguard their secret key.\n\nIf you are not sure what that means, we strongly recommend\nclicking Cancel and letting Helios tally the election for you.
pt_br: Adicionar seus próprios guardiões requer trabalho adicional na apuração .\nÉ necessário que cada guardião gere um par de chaves e que guarde cuidadosamente sua chave secreta.\n\nSe você não compreende o significado ou a importância disto, recomenda-se fortemente\ncancelar esta operação e deixar o servidor apurar a votação para você.

source: add a trustee
pt_br: adicionar guardião

source: add Helios as a trustee
pt_br: adicionar o servidor como guardião

source: Are you sure you want to remove Helios as a trustee?
pt_br: Deseja realmente excluir o servidor do papel de guardião?

source: Are you sure you want to remove this Trustee?
pt_br: Deseja realmente excluir este guardião?

source: Are you sure you want to send this trustee his/her admin URL?
pt_br: Deseja realmente enviar a este guardião suas credenciais?

source: send login
pt_br: enviar credenciais

source: Public Key Fingerprint:
pt_br: Identificador da chave pública:

source: No public key uploaded yet.
pt_br: Nenhuma chave pública enviada até o momento.

source: tally recorded for this trustee.
pt_br: apuração parcial registrada para este guardião.

source: waiting for this trustee's tally
pt_br: aguardando apuração parcial para este guardião

source: New Trustee
pt_br: Novo Guardião

source: Add Trustee
pt_br: Adicionar Guardião

source: Release Result
pt_br: Publicar Resultado

source: You are about to release the result for this election.
pt_br: Publicar o resultado desta votação.

source: Send email to voters reporting release of result.
pt_br: Enviar email aos votantes informando a publicação dos resultados.

source: release result!
pt_br: publicar resultado

source: try again
pt_br: tentar novamente

source: your secret key matches!
pt_br: SUCESSO: chave secreta confere!

source: OH OH, your key is bad.
pt_br: ERRO: chave secreta não confere!

# trustee name follows
source: Trustee
pt_br: Guardião

source: Check Secret Key
pt_br: Verificar Chave Secreta

source: back to trustee home
pt_br: voltar

source: Your public key fingerprint is:
pt_br: Identificador da chave pública:

source: loading crypto functions...
pt_br: carregando funções criptográficas...

source: To verify that you have the right secret key, paste it here:
pt_br: Para verificar se sua chave secreta está correta, copie-a aqui:

source: check
pt_br: verificar

source: checking your secret key...
pt_br: verificando sua chave secreta...

# name follows
source: Trustee
pt_br: Guardião

# election name follows
source: Decrypt Result for
pt_br: Decifrar Resultados para
